Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: \(brand) grocery product
cs: \ (značka) potraviny
da: \ (mærke) købmandsprodukt
de: \(Marken-)Lebensmittel
fr: \(marque) produit d'épicerie
it: \(brand) prodotto alimentare
pl: \ (marka) produkt spożywczy
pt_pt: \(marca) produto de mercearia

source: \(count)
cs: \ (počítat)
da: \ (tæller)
de: \(Zählung)
es: \(contra)
fr: \(compte)
it: \(conto)
pl: \ (liczyć)
pt_pt: \(contagem)

source: \(filteredProducts.count) results
cs: \ (filteredProducts.count) výsledky
da: \ (fileredProduct.count) resultater
de: \(filteredProducts.count) Ergebnisse
es: Resultados \(filteredProducts.count)
fr: Résultats \(filteredProducts.count)
it: \(Prodotti filtrati.conto) risultati
pl: \ (filteredProducts.count) wyniki
pt_pt: \(filteredProducts.count) resultados

source: \(ingredients.count) neutral \(ingredients.count == 1 ?
cs: \ (controlents.count) neutrální\ (controlents.count = = 1?
da: \ (indholds.count) neutral\ (indholds.count = = 1?
fr: \(ingredients.count) neutre \(ingredients.count == 1 ?
pl: \ (confidents.count) neutralny\ (confidents.count = = 1?
pt_pt: \(ingredients.count) neutro \(ingredients.count == 1 ?

source: \(label): \(product.name), \(product.brand), \(product.localizedVerdict)
cs: \ (štítek):\ (product.name),\ (product.brand),\ (product.localizedVerdict)
da: \ (etiket):\ (product.name),\ (product.brand),\ (product.localizedVerdict)
pl: \ (etykieta):\ (produkt.name),\ (product.brand),\ (product.localizedVerdict)
pt_pt: \(etiqueta): \(produto.nome), \(produto.marca), \(produto.localizadoVerdict)

source: \(product.displayPrice)/\(plan == .monthly ?
cs: \ (product.displayPrice) /\ (plán = =. měsíčně?
da: \ (product.displayPrice) /\ (plan = =. månedlig?
de: \(product.displayPrice)/\(plan == .monatlich ?
fr: \(product.displayPrix)/\(plan == .mensuel ?
it: \(product.displayPrice)/\(plan == .mensile ?
pt_pt: \(product.displayPrice)/\(plan == .mensally ?

source: \(product.name), \(product.brand), Limited data
cs: \ (product.name),\ (product.brand), Omezená data
da: \ (produkt.name),\ (produkt.brand), Begrænsede data
de: \(product.name), \(product.brand), Begrenzte Daten
es: \(product.name), \(product.brand), Datos limitados
fr: \(product.name), \(product.brand), données limitées
it: \(product.name), \(product.brand), Dati limitati
pl: \ (product.name),\ (product.brand), dane ograniczone
pt_pt: \(produto.nome), \(produto.marca), dados limitados

source: \(product.resultDisplayName) image
cs: \ (product.resultDisplayName) obrázek
da: \ (product.resultDisplayName) billede
es: Imagen \(product.resultDisplayName)
it: \(product.resultDisplayName) immagine
pl: \ (product.resultDisplayName) obrazek
pt_pt: \(produto.resultDisplayName) image

source: \(score)
cs: \ (skóre)
pl: \ (wynik)

source: \(score) / 100
cs: \ (skóre) / 100
pl: \ (wynik) / 100
pt_pt: \ (escore) / 100

source: \(total.formatted()) catalog products
cs: \ (total.formatted ()) katalogové produkty
da: \ (total.formateret () katalog produkter
de: \(total.formatted()) Katalogprodukte
es: \(total.formatted()) productos de catálogo
fr: Produits du catalogue \(total.formatted())
it: \(totale.formatted() catalogo prodotti
pl: \ (total.formatted ()) produkty katalogowe
pt_pt: \(total.formatted()) produtos de catálogo

source: \(value.capitalized) confidence
cs: \ (hodnota. kapitalizovaná) důvěra
da: \ (value.capitalized) tillid
de: \(value.capitalized) Vertrauen
fr: \(valeur.capitalisée) confiance
it: \(valore.capitalizzato) fiducia
pl: \ (value.capitalised) zaufanie
pt_pt: \(valor.capitalizado) confiança

source: \(value.formatted(.number.locale(locale).precision(.fractionLength(0...1))))g \(label)
cs: \ (value. Formalted (.number.locale (locale) .precision (.fractionLength (0... 1))) g\ (label)
da: \ (værdi.formateret (.number .locale (locale) .precision (.fractionLængde (0... 1)))) g\ (etiket)
es: \(valor.formatted(.number.locale(locale).precision(.fractionLength(0...1))))g \(label)
it: \(value.formatted(.number.locale(locale).precisione(.fractionLength(0...1))))g \(label)
pl: \ (value.formatted (.number.locale (locale) .precyzja (.fractionLength (0... 1))))) g\ (etykieta)
pt_pt: \( valor. formatado(. number.locale( locale).precisão(. fractionLength( 0...1)))) g \( label)

source: barcode:\(barcode)
cs: čárový kód:\ (čárový kód)
da: stregkode:\ (stregkode)
es: código de barras:
fr: Code-barres:\(code-barres)
it: codice a barre:\(codice a barre)
pl: kod kreskowy:\ (kod kreskowy)
pt_pt: código de barras:\(código de barras)

source: bookmark
cs: záložka
da: bogmærke
de: Lesezeichen
fr: signet
it: libro
pl: zakładka
pt_pt: marcador

source: category:\(category)
cs: kategorie:\ (kategorie)
da: kategori:\ (kategori)
de: Kategorie:\(Kategorie)
es: categoría:\(categoría)
fr: Catégorie:\(catégorie)
it: categoria:\(categoria)
pl: kategoria:\ (kategoria)
pt_pt: categoria:\(categoria)

source: family:\(family.rawValue)
cs: rodina:\ (family.rawValue)
da: familie:\ (family.rawValue)
es: familia:\(familia.rawValue)
fr: famille:\(famille.rawValue)
it: famiglia:\(family.rawValue)

source: family:\(family.rawValue)|\(categoryTag)
cs: rodina:\ (family.rawValue)
da: familie:\ (family.rawValue)
es: familia:\(familia.rawValue)
fr: famille:\(family.rawValue)
it: famiglia:\(family.rawValue)|\(categoryTag)
pl: family:\ (familyrawValue) dem124;\ (categoryTag)
pt_pt: family:\(family.rawValue)

source: fiber
cs: vláknina
da: fibre
de: Ballaststoffe
es: fibra
fr: fibres
it: fibre
pl: błonnik
pt_pt: fibra

source: item
cs: položka
da: vare
de: Artikel
es: producto
fr: article
it: prodotto
pl: produkt

source: items
cs: položky
da: varer
de: Artikel
es: productos
fr: articles
it: prodotti
pl: produkty
pt_pt: itens

source: or continue with email
cs: nebo pokračovat e-mailem
da: eller fortsætte med e-mail
de: oder weiter mit E-Mail
es: o continuar con el correo electrónico
fr: ou continuer par courriel
it: o continuare con e-mail
pl: lub kontynuować z e-mailem
pt_pt: ou continuar com o email

source: per 100 g
cs: na 100 g
da: 100 g
de: je 100 g
es: por 100 g
fr: pour 100 g
pl: na 100 g
pt_pt: por 100 g

source: product:\(brand)|\(name)
cs: výrobek:\ (značka) CLAS124;\ (název)
da: produkt:\ (mærke) Beeg 124;\ (navn)
de: Produkt:\(Marke)|\(Name)
es: producto:\(brand)
fr: Produit:\(marque)
it: prodotto:\(brand)|\(nome)
pl: produkt:\ (marka) 124;\ (nazwa)
pt_pt: produto:\(marca)\(nome)

source: query:\(ProductText.normalized(searchText(for: product)))
cs: dotaz:\ (ProductText.normalizovaný (searchText (pro: produkt))
da: forespørgsel:\ (ProductText.normalized (searchText (for: product)))
de: abfrage:\(ProductText.normalized(searchText(for: product)))
es: consulta:\(ProductText.normalized(searchText(para: producto)))
fr: requête:\(ProductText.normalized(searchText(pour: produit)))
it: query:\(ProductText.normalized(searchText(per: product)))
pl: query:\ (ProductText.normalised (searchText (for: product)))

source: salt
cs: sůl
de: Salz
es: sal
fr: sel
it: sale
pl: sól
pt_pt: sal

source: sat fat
cs: setý tuk
da: sat fedt
de: gesättigtes Fett
es: sat gordo
fr: gras saturé
it: grasso
pl: tłuszcz siewny
pt_pt: gordura sat

source: score
cs: skóre
da: pointtal
de: Punktzahl
es: puntuación
it: punteggio
pl: wynik
pt_pt: pontuação

source: Language
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
pt_pt: Idioma

source: System Default
cs: Výchozí systémový
da: Systemstandard
de: Systemsprache
es: Predeterminado del sistema
fr: Par défaut du système
it: Lingua di sistema
pl: Domyślny systemu
pt_pt: Predefinição do sistema

source: Additives: %d
cs: Přídatné látky: %d
da: Tilsætningsstoffer: %d
de: Zusatzstoffe: %d
es: Aditivos: %d
fr: Additifs : %d
it: Additivi: %d
pl: Dodatki: %d
pt_pt: Aditivos: %d

source: Allergens & additives
cs: Alergeny a přídatné látky
da: Allergener og tilsætningsstoffer
de: Allergene und Zusatzstoffe
es: Alérgenos y aditivos
fr: Allergènes et additifs
it: Allergeni e additivi
pl: Alergeny i dodatki
pt_pt: Alérgenos e aditivos

source: Always check the package. Community data may be incomplete.
cs: Vždy zkontrolujte obal. Komunitní data mohou být neúplná.
da: Tjek altid emballagen. Fællesskabsdata kan være ufuldstændige.
de: Prüfe immer die Verpackung. Community-Daten können unvollständig sein.
es: Comprueba siempre el envase. Los datos de la comunidad pueden estar incompletos.
fr: Vérifiez toujours l’emballage. Les données de la communauté peuvent être incomplètes.
it: Controlla sempre la confezione. I dati della community potrebbero essere incompleti.
pl: Zawsze sprawdzaj opakowanie. Dane społeczności mogą być niepełne.
pt_pt: Verifique sempre a embalagem. Os dados da comunidade podem estar incompletos.

source: At a glance
cs: Na první pohled
da: Overblik
de: Auf einen Blick
es: De un vistazo
fr: En un coup d’œil
it: A colpo d’occhio
pl: W skrócie
pt_pt: Num relance

source: Basis not specified
cs: Základ není uveden
da: Grundlag ikke angivet
de: Bezugsmenge nicht angegeben
es: Base no especificada
fr: Base non précisée
it: Base non specificata
pl: Nie określono podstawy
pt_pt: Base não especificada

source: Carbohydrates
cs: Sacharidy
da: Kulhydrater
de: Kohlenhydrate
es: Hidratos de carbono
fr: Glucides
it: Carboidrati
pl: Węglowodany
pt_pt: Hidratos de carbono

source: Contains
cs: Obsahuje
da: Indeholder
de: Enthält
es: Contiene
fr: Contient
it: Contiene
pl: Zawiera
pt_pt: Contém

source: Data source
cs: Zdroj dat
da: Datakilde
de: Datenquelle
es: Fuente de datos
fr: Source des données
it: Fonte dei dati
pl: Źródło danych
pt_pt: Fonte dos dados

source: Energy
cs: Energie
da: Energi
de: Energie
es: Energía
fr: Énergie
it: Energia
pl: Energia
pt_pt: Energia

source: Energy (kJ)
cs: Energie (kJ)
da: Energi (kJ)
de: Energie (kJ)
es: Energía (kJ)
fr: Énergie (kJ)
it: Energia (kJ)
pl: Energia (kJ)
pt_pt: Energia (kJ)

source: May contain
cs: Může obsahovat
da: Kan indeholde
de: Kann enthalten
es: Puede contener
fr: Peut contenir
it: Può contenere
pl: Może zawierać
pt_pt: Pode conter

source: Package
cs: Balení
da: Pakke
de: Packung
es: Envase
fr: Emballage
it: Confezione
pl: Opakowanie
pt_pt: Embalagem

source: Per 100 g
cs: Na 100 g
da: Pr. 100 g
de: Pro 100 g
es: Por 100 g
fr: Pour 100 g
pl: Na 100 g
pt_pt: Por 100 g

source: Per 100 ml
cs: Na 100 ml
da: Pr. 100 ml
de: Pro 100 ml
es: Por 100 ml
fr: Pour 100 ml
pl: Na 100 ml
pt_pt: Por 100 ml

source: Per serving
cs: Na porci
da: Pr. portion
de: Pro Portion
es: Por porción
fr: Par portion
it: Per porzione
pl: Na porcję
pt_pt: Por porção

source: Pickly catalog
cs: Katalog Pickly
da: Pickly-katalog
de: Pickly-Katalog
es: Catálogo de Pickly
fr: Catalogue Pickly
it: Catalogo Pickly
pl: Katalog Pickly
pt_pt: Catálogo Pickly

source: Product data can change. Check the package when a detail matters to you.
cs: Údaje o výrobku se mohou změnit. Pokud je pro vás některý údaj důležitý, zkontrolujte obal.
da: Produktoplysninger kan ændre sig. Tjek emballagen, når en detalje er vigtig for dig.
de: Produktdaten können sich ändern. Prüfe die Verpackung, wenn dir ein Detail wichtig ist.
es: Los datos del producto pueden cambiar. Comprueba el envase cuando un detalle sea importante para ti.
fr: Les données du produit peuvent changer. Vérifiez l’emballage lorsqu’un détail est important pour vous.
it: I dati del prodotto possono cambiare. Controlla la confezione quando un dettaglio è importante per te.
pl: Dane produktu mogą się zmieniać. Sprawdź opakowanie, gdy dany szczegół ma dla Ciebie znaczenie.
pt_pt: Os dados do produto podem mudar. Verifique a embalagem quando um detalhe for importante para si.

source: Sample data
cs: Ukázková data
da: Eksempeldata
de: Beispieldaten
es: Datos de ejemplo
fr: Données d’exemple
it: Dati di esempio
pl: Dane przykładowe
pt_pt: Dados de exemplo

source: Serving
cs: Porce
da: Portion
de: Portion
es: Porción
fr: Portion
it: Porzione
pl: Porcja
pt_pt: Porção

source: Source record completeness: %d%%
cs: Úplnost zdrojového záznamu: %d%%
da: Kildepostens fuldstændighed: %d %%
de: Vollständigkeit des Quelldatensatzes: %d %%
es: Integridad del registro de origen: %d %%
fr: Complétude de la fiche source : %d %%
it: Completezza della scheda fonte: %d%%
pl: Kompletność rekordu źródłowego: %d%%
pt_pt: Completude do registo de origem: %d%%

source: Source updated: %@
cs: Zdroj aktualizován: %@
da: Kilde opdateret: %@
de: Quelle aktualisiert: %@
es: Fuente actualizada: %@
fr: Source mise à jour : %@
it: Fonte aggiornata: %@
pl: Aktualizacja źródła: %@
pt_pt: Fonte atualizada: %@

source: Total fat
cs: Tuky celkem
da: Fedt i alt
de: Fett gesamt
es: Grasas totales
fr: Matières grasses
it: Grassi totali
pl: Tłuszcz ogółem
pt_pt: Gordura total

source: View source record
cs: Zobrazit zdrojový záznam
da: Se kildepost
de: Quelldatensatz anzeigen
es: Ver registro de origen
fr: Voir la fiche source
it: Vedi scheda fonte
pl: Zobacz rekord źródłowy
pt_pt: Ver registo de origem

source: Milk
cs: Mléko
da: Mælk
de: Milch
es: Leche
fr: Lait
it: Latte
pl: Mleko
pt_pt: Leite

source: Tree nuts
cs: Skořápkové plody
da: Nødder
de: Schalenfrüchte
es: Frutos de cáscara
fr: Fruits à coque
it: Frutta a guscio
pl: Orzechy
pt_pt: Frutos de casca rija

source: Peanuts
cs: Arašídy
da: Jordnødder
de: Erdnüsse
es: Cacahuetes
fr: Arachides
it: Arachidi
pl: Orzeszki ziemne
pt_pt: Amendoins

source: Gluten
cs: Lepek
it: Glutine
pt_pt: Glúten

source: Wheat
cs: Pšenice
da: Hvede
de: Weizen
es: Trigo
fr: Blé
it: Frumento
pl: Pszenica
pt_pt: Trigo

source: Eggs
cs: Vejce
da: Æg
de: Eier
es: Huevos
fr: Œufs
it: Uova
pl: Jaja
pt_pt: Ovos

source: Soy
cs: Sója
da: Soja
de: Soja
es: Soja
fr: Soja
it: Soia
pl: Soja
pt_pt: Soja

source: Fish
cs: Ryby
da: Fisk
de: Fisch
es: Pescado
fr: Poisson
it: Pesce
pl: Ryby
pt_pt: Peixe

source: Crustaceans
cs: Korýši
da: Krebsdyr
de: Krebstiere
es: Crustáceos
fr: Crustacés
it: Crostacei
pl: Skorupiaki
pt_pt: Crustáceos

source: Molluscs
cs: Měkkýši
da: Bløddyr
de: Weichtiere
es: Moluscos
fr: Mollusques
it: Molluschi
pl: Mięczaki
pt_pt: Moluscos

source: Celery
cs: Celer
da: Selleri
de: Sellerie
es: Apio
fr: Céleri
it: Sedano
pl: Seler
pt_pt: Aipo

source: Mustard
cs: Hořčice
da: Sennep
de: Senf
es: Mostaza
fr: Moutarde
it: Senape
pl: Gorczyca
pt_pt: Mostarda

source: Sesame
cs: Sezam
da: Sesam
de: Sesam
es: Sésamo
fr: Sésame
it: Sesamo
pl: Sezam
pt_pt: Sésamo

source: Sulphites
cs: Siřičitany
da: Sulfitter
de: Sulfite
es: Sulfitos
fr: Sulfites
it: Solfiti
pl: Siarczyny
pt_pt: Sulfitos

source: Lupin
cs: Vlčí bob
de: Lupine
es: Altramuz
it: Lupino
pl: Łubin
pt_pt: Tremoço

source: Low %@ per 100g.
da: Lav %@ per 100g.
de: Niedrige %@ pro 100g.
es: Bajo %@ por 100g.
fr: Faible %@ par 100g.
it: Basso %@ per 100g.
pl: Niski %@ na 100 g.
pt_pt: Baixo %@ por 100g.

source: Trade-off: \(tradeoff.summaryText.lowercased()).
da: Trade- off:\ (tradeoff.summaryText.lowased ()).
fr: Échange: \(échange.résuméText.lowercased()).
it: Scambio: \(commercio.summaryText.lowercased()).
pl: Trade- off:\ (tradeoff.streszczenieText.lowercased ()).

source: We sent a confirmation link to %@.
da: Vi sendte et bekræftelseslink til %@.
de: Wir haben einen Bestätigungslink an %@ gesendet.
es: Enviamos un enlace de confirmación a %@.
fr: Nous avons envoyé un lien de confirmation à %@.
it: Abbiamo inviato un link di conferma a %@.
pl: Wysłaliśmy link potwierdzający do %@.
pt_pt: Enviamos um link de confirmação para %@.

source: We sent a confirmation link to %@. After confirming, return here and sign in.
da: Vi sendte et bekræftelseslink til %@. Efter bekræftelse, vende tilbage her og logge ind.
de: Wir haben einen Bestätigungslink an %@ gesendet. Nachdem Sie bestätigt haben, kehren Sie hier zurück und melden Sie sich an.
es: Enviamos un enlace de confirmación a %@. Después de confirmar, regresa aquí y accede.
fr: Nous avons envoyé un lien de confirmation à %@. Après confirmation, revenez ici et inscrivez-vous.
it: Abbiamo inviato un link di conferma a %@. Dopo la conferma, torna qui e firma.
pl: Wysłaliśmy link potwierdzający do %@. Po potwierdzeniu, wróć tutaj i wpisz się.
pt_pt: Enviamos um link de confirmação para %@. Depois de confirmar, volte aqui e assine.

source: \(count) \(noun)
da: \ (tæller)\ (navneord)
es: \(contra) \(noun)
fr: \(compte) \(nom)
it: \(conto) \(sostantivo)
pl: \ (liczenie)\ (rzeczownik)
pt_pt: \(contagem) \(substantivo)

source: \(metric.title), current \(metric.currentText), selected \(metric.alternativeText), \(metric.changeText)
da: \ (metric.title), aktuel\ (metric.curentText), valgt\ (metric.AlternativeText),\ (metric.changeText)
es: \(metric.title), actual \(metric.currentText), seleccionado \(metric.alternativeText), \(metric.changeText)
fr: \(metric.title), courant \(metric.currentText), sélectionné \(metric.alternativeText), \(metric.changeText)
it: \(metric.title), corrente \(metric.currentText), selezionato \(metric.alternativeText), \(metric.changeText)
pl: \ (metric.title), current\ (metric.current.Text), selected\ (metric.equitiveText),\ (metric.changeText)
pt_pt: \(metric.title), atual \(metric.currentText), selecionado \(metric.alternativeText), \(metric.changeText)

source: \(percent)%
da: \ (procent)%
de: \(Prozent)%
it: \(percentuale)%
pt_pt: \ (percentagem)%

source: Cherry Soda
de: Kirsch-Soda
fr: Cerise Soda
pl: Soda wiśniowa
pt_pt: Soda de Cereja

source: \(displayName(for: plan)), \(displayPrice(for: plan))
de: \(displayName(for:plan)), \(displayPreis(for:plan))
es: \(displayName(para: plan)), \(displayPrice(para: plan))
fr: \(displayName(pour: plan)), \(displayPrix(pour: plan))
it: \(displayName(per: piano)), \(displayPrezzo(per: piano))
pt_pt: \(displayName(para: plano)), \(displayPrice(para: plano))

source: data
de: Daten
es: datos
fr: données
it: dati
pl: dane
pt_pt: dados

source: Barcode %@
es: Código de barras %@
fr: Code barre %@
it: Codice a barre %@
pl: Kod kreskowy %@
pt_pt: Código de barras %@

source: protein
es: proteína
fr: protéine
it: proteine
pl: białko
pt_pt: proteína

source: Apple Standard EULA
fr: Standard Apple EULA

source: PICKLY PLUS
fr: Plus
pl: PIKLY PLUS
pt_pt: PICKY PLUS

source: \(displayedScore)
fr: \(affichedScore)

source: \(product.localizedVerdict), score \(score)
it: \(product.localizedVerdict), punteggio \(score)
pl: \ (product.localizedVerdict), wynik\ (wynik)
pt_pt: \(product.localizedVerdict), pontuação \(score)

source: \(product.name), \(product.brand), \(product.localizedVerdict), score \(score)
it: \(product.name), \(product.brand), \(product.localizedVerdict), punteggio \(score)
pt_pt: \(product.name), \(product.brand), \(product.localizedVerdict), pontuação \(score)
